Repository: tosdr/apple
Catalog: Localizable.xcstrings
Source language: en
Languages: de

source: ...and of course you!
de: ...und natürlich du!

source: “Terms of Service; Didn't Read” (short: ToS;DR) is a young project started in June 2012 to help fix the “biggest lie on the web”: almost no one really reads the terms of service we agree to all the time. We aim at rating popular web services Terms of Service and Privacy Policies by summarizing them in “convenient” grades from A to E with so called “Points”.
de: "Terms of Service; Didn't Read" (kurz: ToS;DR) ist ein junges Projekt, das im Juni 2012 gestartet wurde, um die "größte Lüge im Web" zu beheben: Fast niemand liest wirklich die Nutzungsbedingungen, denen wir ständig zustimmen. Unser Ziel ist es, die Allgemeinen Geschäftsbedingungen und Datenschutzrichtlinien beliebter Webdienste zu bewerten, indem wir sie in "praktischen" Noten von A bis E mit sogenannten "Punkten" zusammenfassen.

source: A pretty good grade: This service are fair for the user and could use minor adjustments.
de: Eine ziemlich gute Note: Dieser Dienst ist für den Nutzer angemessen und könnte kleinere Anpassungen vertragen.

source: About
de: Über

source: API Options
de: API Einstellungen

source: App Settings
de: App-Einstellungen

source: Awful
de: Schrecklich

source: Bad
de: Schlecht

source: Change App Icon
de: App Icon Verändern

source: Classifications
de: Klassifizierungen

source: Contribute
de: Beitragen

source: Copy to Clipboard
de: In Zwischenablage kopieren

source: Could not update Database. Please try again later.
de: Konnte Datenbank nicht aktualisieren. Versuche es später erneut.

source: Curate Terms of Service
de: Nutzungsbedingungen analysieren

source: Custom Server
de: Benutzerdefinierter Server

source: Database
de: Datenbank

source: Database Date
de: Datenbank Datum

source: Database not pulled yet
de: Datenbank noch nicht heruntergeladen

source: Database Size
de: Datenbankgröße

source: Default App Icons
de: Normale App Icons

source: Delete local Database
de: Lokale Datenbank löschen

source: Description
de: Beschreibung

source: Donate
de: Spenden

source: Donate to our cause
de: Unserer Vision Geld spenden

source: Each Service includes Points that determine a final Grade, Links to all policies that are relevant to ToS;DR and other useful information.
de: Jeder Dienst enthält Punkte, die für die Endnote ausschlaggebend sind, Links zu allen Richtlinien, die für ToS;DR relevant sind, und andere nützliche Informationen.

source: Enable Extension
de: Erweiterung aktivieren

source: Enable the Safari extension to see ratings of services you visit on the fly, as you browse the web.
de: Aktiviere die Safari Erweiterung um Bewertungen zu sehen während du Websiten im Internet besuchst.

source: Error
de: Fehler

source: Error!
de: Fehler!

source: Excellent
de: Exzellent

source: Featured
de: Vorgestellt

source: Get Started
de: Los

source: Good
de: Gut

source: Grade Calculation
de: Berechnung der Note

source: Grade: %@
de: Note: %@

source: Grades
de: Noten

source: Have fun and let's get started! Feel free to donate to our cause to help future development!
de: Los geht's und viel Spaß! Spende gerne in der App um uns zu unterstützen.

source: Hello, Team! Waiting for Justin's API!
de: Hallo, Team! Warte auf Justin's API!

source: Hello, World!
de: Hallo, Welt!

source: Hello!
de: Hallo!

source: If you like this app, please consider donating to the ToS;DR project. Feel free to scroll down to see why and for what the money will be used for ☺️
de: Wenn dir diese App gefällt, überlege bitte, ob du für das ToS;DR-Projekt spenden möchtest. Scrolle einfach nach unten, um zu sehen, warum und wofür das Geld verwendet wird ☺️

source: In ToS;DR clasically reffered to as 'Comprehensively Reviewed', meaning this service has enough curated points to be deemed accurate enough for an everyday rating.
de: In ToS;DR klassischerweise als " Umfassend bewertet" bezeichnet, was bedeutet, dass dieser Dienst über genügend kuratierte Punkte verfügt, um als genau genug für eine tägliche Bewertung zu gelten.

source: Instead of searching using the local database, it will use the online search. Will show unverified Services as well.
de: Anstelle der Suche in der lokalen Datenbank wird die Online-Suche verwendet. Es werden auch ungeprüfte Dienste angezeigt.

source: Let's get going!
de: Los geht's!

source: Licenses
de: Lizenzen

source: Limited Edition App Icons
de: Limitierte App Icons

source: Next
de: Weiter

source: No service has been selected!
de: Kein Service wurde ausgewählt!

source: No special App Icons currently available!
de: Keine speziellen App Icons sind momentan verfügbar!

source: Not Available
de: Nicht verfügbar

source: Open on ToS;DR
de: In ToS;DR öffnen

source: Open Source Libraries
de: Open-Source Bibliotheken

source: Other
de: Andere

source: Our best grade: This service respects your privacy.
de: Unsere beste Note: Dieser Dienst respektiert deine Privatsphäre.

source: Our worst grade: This service raises some serious concerns regarding privacy.
de: Unsere schlechteste Note: Dieser Dienst gibt Anlass zu ernsthaften Bedenken hinsichtlich des Datenschutzes.

source: Personal Cost
de: Persönliche Kosten

source: Placeholder
de: Platzhalter

source: Please pull down to retry.
de: Bitte nach unten ziehen, um es erneut zu probieren.

source: Point Details
de: Punktdetails

source: Points
de: Punkte

source: Points for %@
de: Punkte für %@

source: Points: %@
de: Punkte: %@

source: Prefer Server-Side Search
de: Server-Suche bevorzugen

source: Quoted From
de: Zitiert aus

source: Refresh Database now
de: Datenbank jetzt aktualisieren

source: Refreshing Database
de: Datenbank wird aktualisiert

source: Reset
de: Zurücksetzen

source: Reset Onboarding State
de: Onboarding Zurücksetzen

source: Retry
de: Erneut Versuchen

source: Review Status
de: Bewertungsstatus

source: Reviewed
de: Bewertet

source: Safari Extension
de: Safari Erweiterung

source: Search
de: Suche

source: Search ToS;DR
de: Auf ToS;DR suchen

source: Server Cost
de: Serverkosten

source: Service Badges
de: Dienstlabels

source: Service Contents
de: Dienstinhalte

source: Services
de: Dienste

source: Services Indexed
de: Indizierte Dienste

source: Services with a blocker should be classified as an E
de: Dienste mit einem Blocker sollten als E eingestuft werden

source: Services with few great points and many negative ones should be classified as an D
de: Dienste mit wenigen positiven und vielen negativen Aspekten sollten als "D" eingestuft werden.

source: Services with many great points and some negative ones should be classified as an B
de: Dienstleistungen mit vielen positiven und ein paar negativen Aspekten sollten als B eingestuft werden.

source: Services with many great points for the user should be classified as an A
de: Dienste mit vielen Pluspunkten für den Nutzer sollten als A eingestuft werden

source: Services with some great points and some negative ones should be classified as an C
de: Dienstleistungen mit einigen positiven und einigen negativen Aspekten sollten als C eingestuft werden.

source: Settings
de: Einstellungen

source: Terminology
de: Fachbegriffe

source: Thank you!
de: Danke!

source: Thanks
de: Danke

source: Thanks to the ToS;DR Team for being filled with so much kindness and empathy throughout the development of the app while I was facing personal dilemmas.
de: Vielen Dank an das ToS;DR-Team, das während der Entwicklung der App so viel Freundlichkeit und Einfühlungsvermögen an den Tag gelegt hat, während ich mit persönlichen Dilemmata konfrontiert war.

source: Thanks to these things this app came to be!
de: Dank diesen Dingen hat die App das Tageslicht sehen dürfen!

source: The API has not completed successfully. Please E-Mail Justin Back immedietly. Error: %@
de: Die API wurde nicht erfolgreich abgeschlossen. Bitte sende Justin sofort eine E-Mail. Fehler: %@

source: The database has not been pulled from the server yet. Please pull the database first.
de: Die Datenbank wurde noch nicht vom Server geholt. Bitte ziehe die Datenbank zuerst.

source: The date where the Database was last pulled from the server.
de: Das Datum, an dem die Datenbank zuletzt vom Server abgerufen wurde.

source: The grade for an Service is calculated based on how many points it has and what type they are. These calculations change frequently, however, the general idea is as follows:
de: Die Note für einen Dienst wird auf der Grundlage der Punktzahl und der Art der Punkte berechnet. Diese Berechnungen ändern sich häufig, aber die allgemeine Idee ist wie folgt:

source: The number of services that are indexed in the database and available offline.
de: Die Anzahl der Dienste, die in der Datenbank indiziert und offline verfügbar sind.

source: The size of the database saved on your device.
de: Die Größe der auf dem Gerät gespeicherten Datenbank.

source: This App
de: Diese App

source: This point has severe effects on your user rights and/or privacy. This point immediately classifies a service as having the worst grade.
de: Dieser Punkt hat schwerwiegende Auswirkungen auf deine Benutzerrechte und/oder Ihre Privatsphäre. Dieser Punkt stuft einen Dienst sofort mit der schlechtesten Note ein.

source: This point is neither good nor bad for your user rights and/or privacy.
de: Dieser Punkt ist weder gut noch schlecht für deine Nutzerrechte und/oder Ihre Privatsphäre.

source: This point negatively impacts your user rights and/or privacy. Be advised.
de: Dieser Punkt wirkt sich negativ auf deine Benutzerrechte und/oder deine Privatsphäre aus. Bitte geb acht.

source: This point stands out as being valuable and good for your user rights and/or privacy!
de: Dieser Punkt ist besonders wertvoll und gut für deine Nutzerrechte und/oder Ihre Privatsphäre!

source: This service has not received enough curated points to display an accurate grade. Feel free to contribute!
de: Dieser Dienst hat nicht genügend kuratierte Punkte erhalten, um eine genaue Bewertung anzuzeigen. Du kannst gerne beim Kurieren helfen!

source: This service is okay. The terms are okay, but some issues need your consideration.
de: Dieser Dienst ist in Ordnung. Die Bedingungen sind in Ordnung, aber einige Fragen müsstest du berücksichtigen.

source: This service's terms are uneven or there are some issues that need your attention.
de: Die Bedingungen dieses Dienstes sind uneinheitlich oder es gibt einige Probleme, die deine Aufmerksamkeit erfordern.

source: This will guide you through everything there is to know about ToS;DR! Feel free to click anything below to learn more!
de: Hier erfährst du alles, was es über ToS;DR zu wissen gibt! Wenn du mehr erfahren möchtest, klicke einfach auf die unten stehenden Punkte!

source: ToS;DR has some Licenses to uphold, like for publishing on App Stores, programming tools and more!
de: ToS;DR muss einige Lizenzen aufrechterhalten, z.B. für die Veröffentlichung in App Stores, Programmiertools und mehr!

source: ToS;DR is a non-profit organization, and all of our team members and contributors do their work as volunteers, with payment being rare. We rely on donations to keep our infrastructure and operations up, and our finances are laid out through our website and collective websites.
de: ToS;DR ist eine gemeinnützige Organisation, und alle unsere Teammitglieder und Mitwirkenden arbeiten ehrenamtlich, eine Bezahlung ist selten. Wir sind auf Spenden angewiesen, um unsere Infrastruktur und unseren Betrieb aufrechtzuerhalten, und unsere Finanzen werden auf unserer Website und auf kollektiven Websites dargelegt.

source: ToS;DR Team Members and contributers do not get paid for their work generally. We still like to get Pizza and Coffee for our hard work we put in to achieve our goals!
de: ToS;DR Teammitglieder und Mitwirkende werden im Allgemeinen nicht für ihre Arbeit bezahlt. Wir bekommen aber gerne Pizza und Kaffee für unsere harte Arbeit, die wir leisten, um unsere Ziele zu erreichen!

source: ToS;DR's Servers are quite costly and our Team members subsidize them with their own income!
de: ToS;DR's Server sind recht kostspielig und unsere Teammitglieder subventionieren sie mit ihrem eigenen Einkommen!

source: We are having trouble reaching the App Store :(
de: Wir haben Probleme, den App Store zu erreichen :(

source: We cannot see the websites you visit. Your privacy is important to us.
de: Wir sehen nicht, welche Seiten du besucht hast. Deine Privatsphäre ist uns wichtig.

source: Welcome to ToS;DR
de: Willkommen bei ToS;DR!

source: Welcome to ToS;DR!
de: Willkommen bei ToS;DR!

source: Welcome!
de: Willkommen!

source: Why Donate?
de: Warum Spenden?

source: You can explore ratings of services by searching them in this app!
de: Du kannst die Bewertungen von Services in dieser App suchen!
